{
  "accents": [
    {
      "coords": {
        "lat": 52.49199,
        "lng": -1.889045
      },
      "country": "gb",
      "name": "Birmingham (Brummie)",
      "id": "birmingham",
      "videos": ["1K7xdiUv7So", "65xVky__r6U", "6v5A765sDUE"],
      "info": "When used to describe how Brummies speak, the term Brummie is used to denote the accent of people from Birmingham, as well as distinct vocabulary. The Brummie accent is often seen as very strong, and people from outside Birmingham often think that everyone from the city speaks with the same accent. Like most places, the accent can vary across different areas. When people speak about a Brummie dialect, often they are really speaking of the dialect of the neighbouring Black Country area. This Black Country dialect is often called ‘Yam Yam’ (as are people from the Black Country) as they tend to replace the word ‘are with ‘am’. This produces sentences like the greeting, ‘how am ya?’, which can be strange for people who do not have English as a first language, as well as native English speakers! It can be difficult to tell the difference between the accents in these areas, unless the accents are very strong! The Brummie dialect includes many traditional expressions, as well as changed versions of regular English words, all peculiar to Birmingham!",
      "words": [
        ["0121", "used to tell someone to get lost: “0121 do one”"],
        ["A face as long as Livery Street", "a really sad face"],
        ["Ackee", "the playground game of tag"],
        ["Aggin’", "complaining or moaning"],
        ["Ain’t", "it is not"],
        ["Ar", "yes, or to agree with something"],
        [
          "Ark at that",
          "listen to that!  Bab",
          "an endearing term to a female"
        ],
        ["Babby", "a young child"],
        [
          "Back of Rackhams",
          "often used as an insult, as the back of Rackhams was thought to be a red light area"
        ],
        ["Black over Bill’s mother’s", "black clouds are coming"],

        ["Bonce", "a head"],
        ["Bost", "it’s broken"],
        ["Buzz", "the bus"],
        ["Cack-handed", "a clumsy way of doing something"],
        ["Cob", "a bread roll"],
        ["Council pop", "tap water"],
        ["Deff off", "to not do something"],
        ["Ee-yar", "here you are"],
        ["Ent", "it is not"],
        ["Entry", "the alley between terraced houses"],
        ["Fizzy pop", "a fizzy drink"],
        ["Gambol", "a forward roll"],
        ["Garage", "a petrol station"],
        ["Gully", "an alleyway, or space round the back of houses"],
        ["Having a Benny", "to throw a strop"],
        ["Island", "a roundabout"],
        [
          "It’s raining in",
          "rain is getting inside the house, close the window"
        ],
        ["Leg it", "run away"],
        ["Mither/Myther", "pestering someone"],
        ["Mom", "mother"],
        ["Mooch", "have a look around"],
        ["Munch", "to hug/cuddle"],
        ["Nause", "someone who makes a mess of something"],
        ["One bomb", "to knock someone out with one punch"],
        ["Outdoor", "the off licence"],
        [
          "Peaky blinder",
          "a flat cap worn by the Birmingham gang in the 1900s"
        ],
        ["Pop", "squash; not to be confused with fizzy drinks"],
        ["Rezza", "the reservoir, most likely Edgbaston"],
        [
          "Round the Wrekin",
          "going the long way around (after the Wrekin Hills in Shropshire)"
        ],
        ["Tara-a-bit", "see you later"],
        ["Tea", "dinner, around 6/7pm"],
        ["The cut", "the canal"],
        [
          "The Bull",
          "a bronze statue outside the Bullring, and a general meeting place in town"
        ],
        ["Tip top", "a long fruit-flavoured ice lolly"],
        ["Tot", "an alcoholic drink"],
        ["Town", "Birmingham city centre"],
        ["Wag", "skip school or miss a lesson on purpose"],
        ["Wench", "an affectionate term for a young woman"],
        ["Wooden hills", "old term for stairs"]
      ]
    },
    {
      "coords": {
        "lat": 51.454597,
        "lng": -2.587918
      },
      "country": "gb",
      "name": "Bristol (Bristolian)",
      "id": "bristol",
      "videos": ["iXcizut9qA8", "59w6M7L2ijU", "731WC6dBMLU"],
      "words": [
        [
          "Me lover",
          "My darling, my dear, mate.  This is a term of endearment and can be used for your family member, friends, acquaintances, random strangers."
        ],
        [
          "Gert",
          "A way of putting emphasis on something; used in the same way as ‘really’ or ‘very’."
        ],
        ["Lush", "Very, very nice. Something that is pleasing to one’s eye."],
        [
          "Babber",
          "Another term of endearment meaning baby, babe, love. You get the picture."
        ],
        [
          "Innit",
          "Isn’t it just. Used a lot at the end of sentences or in response to something."
        ],
        ["Brizzle", "Bristol."],
        [
          "Drive",
          "No, this isn’t referring to something you do with a car. Or the award-winning Ryan Gosling film. This is actually what the locals in Bristol use when they’re thanking bus drivers and taxi drivers."
        ],
        ["Mint", "A word that means really, really great."],
        [
          "Proper",
          "Again, this is used to describe something that’s really good and pleasing to the local Bristolian."
        ],
        ["Where’s it to?", "Where is it?."],
        ["…mind", "To put emphasis on something you’ve said."],
        ["Bemmie", "Bedminster, an area south of the river in Bristol."],
        [
          "The Triangle",
          "No, this isn’t referring to the three-sided shape. This is actually another area in Bristol, at the very top of Park St."
        ],
        [
          "Cribbs",
          "No, not the classic MTV TV show where celebs show you around their houses, this is in fact talking about Cribbs Causeway, a big shopping mall in Bristol."
        ],
        ["Gashead", "Someone who supports Bristol Rovers football team."],
        [
          "Jason Donervan",
          "Only the very best chip van in the whole of Bristol. Where you go after a night on the Triangle (see three points above)."
        ],
        [
          "Keener",
          "Someone who is very studious and eager to please. Used a lot through your school years."
        ]
      ]
    },
    {
      "coords": {
        "lat": 50.264121,
        "lng": -5.055756
      },
      "country": "gb",
      "name": "Cornwall (Cornish)",
      "id": "cornwall",
      "videos": ["tcMJWZBzYjU", "Koxl4-t3i4M"],
      "words": [
        [
          "Dreckly",
          "The Cornish version of manana in Spanish. The task in question will be completed, however it is unlikely to be done in the immediate future."
        ],
        ["Proper job", "That's a very tasty pasty, thank you very much."],
        [
          "What a tuss",
          "He isn't someone you'd want to share a pint of Spingo with. Often used to described MPs, councillors and the bloke who knocked over a pint in the pub last week."
        ],
        [
          "Izzitgonrenurno?",
          "The weather is looking slightly inclement. There is a chance of precipitation later. What do you think?."
        ],
        [
          "Aright, my 'ansum?",
          "How are you? (Can be used to greet strangers or friends alike)."
        ],
        ["Wasson me cock?", "Hello my friend, what are your plans at present?"],
        ["Come on, y'buggers", "Come on, chaps."],
        ["Giss on!", "Are you pulling my leg?"],
        ["Wozelike?!", "Always up to something that little scamp."],
        ["Dearovim!", "Oh, pour soul. He never has much luck."],
        ["Geddon me cock!", "We've cracked it, fantastic effort."],
        [
          "Wasson shag?",
          "This has nothing to do with sex. Quite simply, 'Hello, how are you?'"
        ],
        [
          "Me luvver",
          "You are not my lover. You are just a person who's walked in to my shop to buy a pasty. But I'm very happy to see you and this is a term of endearment."
        ],
        [
          "Ibeleebn",
          "Time for me to leave, gotta catch the last bus back to Newlyn."
        ],
        [
          "I'm rufazrats",
          "I'm not feeling my best. Often uttered the morning after a night on the Spingo at The Blue Anchor."
        ],
        [
          "'E's teasy as'n'adder",
          "Keep your distance, he's not in a good mood."
        ],
        ["Backofforillsmackee", "Continue to aggravate me at your peril."],
        ["Wats splann?", "So what are we going to do today then?"],
        ["Piddledowndidda?", "Was the rain torrential yesterday?"],
        ["Pizendawn", "I wouldn't venture outside, it's rather wet."],
        ["Bleddy 'ansum that is", "This pasty is really hitting the spot."],
        ["Pastydiddy?", "Did you pass him on your travels?"],
        ["Bettergorgitten", "It's ok, I shall go and retrieve the said item."],
        ["Costymuchdida?", "How much did you pay for said item?"],
        ["Diddyabm?", "Did you follow through with the purchase?"],
        [
          "'E'sanemmet",
          "He's not from round here. He may have been born in Penzance, but his grandfather came from London."
        ],
        ["Ya gate bleddy tuss!", "Don't be so stupid you absolute fool."],
        ["Likun diddy?", "Did you like it?"],
        ["Fariza?", "How far will you be travelling on your planned voyage?"],
        [
          "'E's gone up north",
          "He's crossed the Tamar. Or if you live in west Cornwall, he may have just gone to Truro. Crossing the Hayle river is technically probably east, but it's up north as far as people in St Just are concerned."
        ],
        ["Leave it abroad", "Don't shut the door."],
        ["Killundiddy?", "Did you kill the person who knocked your pint over?"],
        ["That was a fair old stank", "That walk was a considerable distance."],
        ["Zackly", "Agreed."],
        ["I kent membr", "I can't recall that I'm afraid."],
        ["Gotunavee?", "Did you remember to purchase me a pasty?"],
        ["I'llItellywot", "You're not going to believe this."],
        [
          "Diddynawn?",
          "Are you familiar with the man in question and what is he like?"
        ],
        ["Pally widden, wazza?", "Was he a friend of yours?"],
        ["Owaree pard?", "How are you mate?"],
        [
          "Fercrisaeik, ellydoinov?",
          "What the heck were you thinking trying to drive on the A30 on a Saturday."
        ],
        [
          "Mygar, tizzardlee on!",
          "My god, the tourists can't park their cars there."
        ],
        ["Ullon yaw!", "Just wait a minute."],
        ["Cain telly", "I'm afraid I can't share such details."],
        ["Awright'n aree?", "Are you alright?"],
        [
          "Wossmarrwiddee?",
          "You seem upset, is there anything I can do to help?"
        ]
      ]
    },
    {
      "coords": {
        "lat": 55.953253,
        "lng": -3.188283
      },
      "country": "gb",
      "name": "Edinburgh",
      "id": "edinburgh",
      "videos": ["JatocJtUQRM", "2lqS4JJ6Z9w"],
      "words": [
        [
          "Aye",
          "Aye means yes, often replacing the latter in day-to-day life in Scotland. Conversely, ‘aye, right’ is used when expressing feelings of disbelief (think of it as the Scottish equivalent to ‘yeah, right’)."
        ],
        [
          "Banter",
          "Thrilling conversation, witty repartee or quips and wisecracks – all in all, just good chat."
        ],
        [
          "Blether",
          "Catching up, gossiping and talking for extended periods of time would all fall under the umbrella of ‘having a blether’. Best done over a cup of tea or dram of whisky."
        ],
        [
          "Braw",
          "Braw is a classic piece of Scottish slang. In the iconic comic strip Oor Wullie, the titular character frequently uses it to describe all things nice, brilliant and fantastic. Someone may have ‘braw banter’, or the view from your hotel room may be braw."
        ],
        [
          "Chancer",
          "A chancer is someone who quite boldly ‘chances their luck’ by taking risks and asking unreasonable requests. This usually comes with an air of cheeky self-awareness. That person who keeps asking to bum a cigarette but never buys them? Chancer."
        ],
        [
          "Chore",
          "To steal, nick or nab. If a person were to chore your stuff, then you can say goodbye to it."
        ],
        [
          "Chum",
          "A friend, pal or close acquaintance. To the Scottish, it also means to accompany someone somewhere. You can chum your mate to the train station, for example."
        ],
        ["Dinnae", "Don’t. As in: ‘Dinnae forget to pack an umbrella’."],
        [
          "Dreich",
          "It is no lie that Scotland has its fair share of gloomy weather. For the days that are drab and grey, dreich is a just description."
        ],
        [
          "Fae",
          "From. You can be fae Edinburgh, fae Glasgow, fae Aberdeen – fae anywhere, really."
        ],
        [
          "Fizzy juice",
          "Soda, soft drink or carbonated sugar water. Scots would tell you there is no better fizzy juice than an ice-cold can of Irn-Bru."
        ],
        [
          "Get tae",
          "Used to tell someone to go away (sometimes followed by the F-word in particularly heated circumstances). It can also be used sarcastically when someone’s telling lies or exaggerating a story."
        ],
        [
          "Haud yer wheesht",
          "Used to tell someone to be quiet or shut up. The hallmark of Scottish motherhood since time immemorial."
        ],
        [
          "Ken",
          "To know. As in: ‘A ken Moira fae doon the road’. Conversely, ‘dinnae ken’ means you don’t know."
        ],
        [
          "Laddie/Lassie",
          "Boy and girl, usually on the younger side. Often said with endearment."
        ],
        [
          "Messages",
          "Supermarket or grocery items. Not related to postal workers."
        ],
        [
          "Mony a mickle maks a muckle",
          "This old adage offers shrewd business advice, stating that small amounts of money, when properly invested, eventually grow to pretty sums. Scrooge McDuck would approve. It’s also fun to say out loud."
        ],
        [
          "Peely-wally",
          "Pale and sickly. It’s also used to tease people with a lack of a suntan."
        ],
        [
          "Pie",
          "To outright ignore someone on purpose. People in Scotland generally take offence to being pied – but not to the delicious pastries you can find in their bakeries."
        ],
        ["Pure barry", "Utterly wonderful and fantastic. Braw 2.0."],
        [
          "Radge",
          "Someone who is rambunctious or aggressive. ‘That’s well radge’ is used to describe crazy or unfair situations."
        ],
        [
          "Rank",
          "Disgusting and vile. Not to be confused with taxi ranks, where people queue up for a ride home."
        ],
        [
          "Scran",
          "Food, dishes or sustenance. Classic Scottish scran includes cullen skink, mince and tatties, and the ever-popular haggis."
        ],
        [
          "Shan",
          "Unfair. For example, if someone were to cut in front of a queue, or if a bacon roll only had half a piece inside. In these circumstances, you are well within your right to describe the injustice with ‘well shan’."
        ],
        [
          "Skedaddle aff",
          "To scurry along your merry way. It can also be used as a way to say ‘leave me alone’."
        ],
        [
          "Skite",
          "To go out on the skite means to have a (usually alcohol-fuelled) night out. Some of the most legendary nights on the skite take place in Edinburgh’s thriving bars, pubs and clubs."
        ],
        ["Steaming", "Very, very drunk. Synonym: reeking."],
        [
          "Tidy",
          "The ultimate seal of approval, expressing one’s appreciation for something. As in: ‘That was some tidy scran’."
        ],
        [
          "Wur tearin’ the tartan",
          "To be engrossed in riveting conversation. In other words, ‘having a right old blether’."
        ],
        [
          "Yer heid’s full o’ mince",
          "It is not ideal to have a heid full o’ mince, as it implies that the words that come out of a person’s mouth are, quite frankly, nonsensical."
        ]
      ]
    },
    {
      "coords": {
        "lat": 36.134537,
        "lng": -5.347682
      },
      "country": "gb",
      "name": "Gibraltar (Llanito)",
      "id": "gibraltar",
      "videos": ["fn_gUsYhDXs", "AcWhc6UF75Q"],
      "words": [
        [
          "Afolinarse",
          "To fall in; reflecting Gibraltar's status as a military outpost."
        ],
        ["Corba", "Coal bag; from a time before ships were fueled by oil."],
        ["Llamar para atrás", "To call back."],
        ["Chakaru", "A bouncer, or chucker out."],
        ["Chinga", "Chewing gum."],
        ["Harampai", "A good party, supposedly from ham and"],
        ["pie. Juva", "Vacuum cleaner, from Hoover."],
        ["Pipería", "Piping."],
        ["Saltipina", "Salted peanuts."],
        ["A como están?", "how much are they?"],
        ["Apparró", "the Upper Rock of Gibraltar"],
        ["Cagona/Panaera", "a Gibraltarian one-pound note"],
        ["Chico", "half pint of beer"],
        ["Jipio", "a jiffy"]
      ]
    },
    {
      "coords": {
        "lat": 55.86422,
        "lng": -4.251948
      },
      "country": "gb",
      "name": "Glasgow (Glaswegian)",
      "id": "glasgow",
      "videos": ["extq6S6WZQU", "SGKoekcThLE", "QyOZTqTIF6s", "_FSWlfcg6oA"],
      "words": [
        ["dolly", "foolish, idiotic or stupid."],
        [
          "a doin",
          "a person who has been attacked or let someone else get the better of them in a fight."
        ],
        ["be'n", "the location of an item."],
        ["clatty", "dirty, not clean."],
        [
          "pish",
          "an adjective used to describe anything that is generally not good."
        ],
        [
          "warmer",
          "used to describe a person who is not liked and who gets on your nerves."
        ],
        [
          "hoachin'",
          "busy or full of. Can also apply to a desperate need for something."
        ],
        ["swally", "alcoholic beverage. Short for swallow of."],
        [
          "bolt",
          "used in a request to ask someone to get away from you. Can also be used when you don't think someone is telling you the truth."
        ],
        [
          "gallus",
          "someone who has a sense of arrogance. Can also be used to describe an attractive man."
        ],
        [
          "growlin'",
          "applies to when someone is showing a dislike towards you using their face to express their dislike of you."
        ],
        [
          "knock",
          "applies to the stealing of an item or an item that has not been paid for. Can also refer to a fake designer item, used as knock-off."
        ],
        [
          "riddy",
          "refers to your face going red as a result of embarrassment or can be used when you feel embarrassed for someone else."
        ],
        ["swatch", "to have a brief look at."],
        [
          "dinghied",
          "this is used when someone ignores you or does not reply to something you asked them."
        ],
        [
          "stoater ",
          "used to describe someone so drunk they can't co-ordinate their movements enough to walk in a straight line. Sometimes used if you are lost and wandering around or as a derogatory term for somebody not very clever."
        ],
        [
          "floater",
          "a word used to describe an item of food 'floating' around your drink after you have ate."
        ],
        [
          "mon",
          "a word used to ask someone to come with you. It can also apply to when you want to show encouragement towards your football team or a band you like."
        ],
        [
          "chebs",
          "a word used to refer to when a woman shows off her chest. It is a word used in a similar context to 'taps aff' but applied to women."
        ],
        ["skelped", "a word used to describe slapping someone."],
        [
          "shady",
          "an adjective used to describe something that is not legitimate or dodgy. It is also used to express injustice."
        ],
        [
          "nigel",
          "used to describe someone with no friends or when a situation is thrust upon you which means you end up being left alone."
        ],
        [
          "peach",
          "an adjective used to describe something that is amazing or good."
        ],
        ["burly", "a word used to describe a three point turn when driving."],
        ["yaldi", "a word used to describe excitement."],
        [
          "ginger",
          "a word we commonly used to describe fizzy juice, in the same way American's use the phrase soda or people in England say pop.  The word is also the adjective we use to describe someone with red hair."
        ],
        ["the dancin'", "a nightclub"],
        [
          "hairy/herry",
          "usually used to describe a girl who is streetwise, has a reputation and is not a very nice person. She is the kind of person you would not want to be associated with. She perhaps has done something that goes against your own moral code."
        ],
        [
          "Jakey",
          "used to describe someone with an alcohol problem or someone who is a tramp or begger."
        ],
        ["gawpin", "an adjective used to describe a throbbing pain."],
        [
          "KB/Knockback",
          "a word which is used when you are refused entry into somewhere particurlarly the dancin' (nightclub)."
        ],
        ["hackett", "an adjective used to describe an ugly person."],
        [
          "greetin'",
          "used to describe the act of crying. Can also be used to describe a moaner in the context of 'greetin' face. The phrase 'greetin' face' often applies to wains (children) who cry a lot."
        ],
        ["A piece", "a sandwich."],
        ["lumber", "a date or one night stand."],
        ["sook", "an adjective to describe someone who sucks up to a person."],
        [
          "solid",
          "an adjective to describe something being difficult or hard. Can also apply to a person who has a strong physique."
        ],
        [
          "sound",
          "a word used to ascert that something is cool. It can also be used to vouch for a person as being OK."
        ],
        [
          "Wynchin",
          "used to describe the act of kissing or French kissing. It is a generational word which has changed throughout the years. Every generation has their own version of the word."
        ],
        ["Jalky", "a person who is an alcoholic and a drug user."],
        [
          "handy",
          "used in the context of someone being able to use their fists and protect themselves."
        ],
        [
          "edgie",
          "used to describe the act of keeping a lookout when you are up to no good. Can also be used as a warning that someone is coming who has authority and can give you into trouble such as the police or a teacher at school."
        ],
        ["mucker", "a friend."],
        [
          "hawd it/hawd on",
          "hold it or hold on. Can be used for emphasis when you just want someone to repeat what they have just said."
        ],
        ["scale", "to spill something"],
        ["doggin it", "used to describe the act of missing/skipping school."],
        ["stank", "a word for drain."],
        [
          "yon/yonder",
          "used as a variant of the or that. It is also occasionally thrown into a sentence but has no real meaning. It is short for younder."
        ],
        [
          "boat hoose",
          "a word used to describe which is not council and is mortgaged or owned by the person living in it. As a child, I was even confused thinking people in Glasgow lived in boats, I can't be the only one?"
        ],
        ["wurny", "were not."],
        ["moonie", "slow dance."],
        [
          "Rake",
          "Rake has two meanings. It can apply to searching for something everywhere you possibly think it could be. It can also mean someone who has a very thin frame."
        ],
        ["Shugh", "the gutter at the side of a pavement."],
        ["pockie", "a mitt to keep your hands warm."],
        ["munter", "ugly"],
        ["dreepie", "to manoevre your way from a high height."],
        ["scunnered", "fed up or not happy about a situation."],
        ["scullery", "kitchen"],
        [
          "wains/weans",
          "while bairns is the popular term for children in other parts of Scotland, us weegies call her kids wains."
        ],
        ["dod", "refers to a portion. Usually small in size."],
        ["Coorie in", "means to cuddle up or cosy in."],
        [
          "outsider",
          "used to describe the outside ends of a loaf of bread. It is the slice of bread that is that little bit thicker, and you feel you have achieved something when you manage to snag an outsider."
        ]
      ]
    },
    {
      "coords": {
        "lat": 53.765584,
        "lng": -2.70316
      },
      "country": "gb",
      "name": "Lancashire",
      "id": "lancashire",
      "videos": ["b1jpMQWkSr0", "OktDllQvXIY"],
      "words": [
        ["Barm", "Bread roll"],
        ["Put wood in th’ole", "Shut the door"],
        ["Corporation pop", "Water"],
        [
          "It’s cracking flags",
          "it is so hot outside that stone pavings are breaking"
        ],
        ["Use yer loaf", "Use your brain"],
        ["I’ve not got out fort do", "I don’t have anything to do"],
        ["A’v cum b’out any money", "I haven’t got any cash on me today"],
        ["Stop skriking", "Stop crying"],
        ["Mitherin’", "Annoying/pestering"],
        ["Wot you sayin’?", "What’s up? or What are you up to?"],
        ["Proper reet good", "That is very good"],
        ["Give us a nicker", "Please may I have a pound"],
        [
          "A doll and a drum and a kick up a bum",
          "That is what you get for being cheeky"
        ],
        ["What ya on wi lad", "What have you been up to?"],
        ["How’s yer sen?", "How are you?"],
        ["Stop pace egging about", "Stop messing around"],
        ["Kecks", "Trousers"],
        [
          "I’m spitting feathers here",
          "I am thirsty (can also be very angry!)"
        ],
        ["Nice one", "Thank you"],
        ["Beltin’", "Great"],
        [
          "He’s not as green as he’s cabbage-looking",
          "He’s not as stupid as he looks"
        ],
        ["Scran", "Food"],
        ["Our kid", "My brother/sister"],
        ["Manchester caviar", "Mushy peas"],
        ["Wind ya neck in", "Calm down/keep your nose out of my business"],
        ["Shut ya gob", "Be quiet"],
        ["Put big light on", "Turn on the main light"],
        ["Ta rah", "Goodbye"],
        ["Your hair is full of lugs", "Your hair is all knotty"],
        ["Chuffed", "Pleased"],
        ["Willie heckers like", "No he won’t"],
        ["Ow’do", "How are you?"],
        ["‘angin", "Horrible"],
        ["Don’t be nesh", "Do not be soft"],
        ["Mingin’", "Not nice"],
        ["That’s bobbins", "That is useless"],
        ["I were agate and he were agate", "I said and he said"],
        ["Muffin", "Bread roll"],
        ["I could eat a horse between two bread vans", "I am very hungry"],
        ["Clobber", "Item of clothing or hitting someone hard"],
        ["Do I heckers like", "No, I definitely don’t"],
        ["Nippin’ shop", "Going to the shop"],
        ["Up the wooden hill", "Up the stairs"],
        ["I’ll av a meat an tata cake", "I’ll have a meat and potato pie"],
        ["A shilling mix", "A shillings worth of chips and peas in a bowl"],
        ["Al’reet?", "Are you ok?"],
        ["What a load of twod", "What a load of rubbish"],
        ["Sweating cobs as in ‘I’m sweating cobs ‘ere’", "I am sweating a lot"],
        ["Brassic", "Broke"],
        ["Oh aye yeah", "Oh yes (realisation)"],
        ["Barmcake", "Bread roll"],
        [
          "Like piffy on a rock bun",
          "Used for someone hanging around with no purpose"
        ],
        ["Sound as a pound", "Great, doing good"],
        ["I’m starvin’ Marvin", "Hungry"],
        ["Jibbing", "Not to pay on the bus or train/unwilling to do something"],
        ["Yer great barmpot", "You are being rather silly"],
        ["ee, I’ll go t’foot of our stairs", "Expression of surprise"],
        ["Yer doin me shed in", "You are driving me mad"],
        ["He’s not behind the door is he?", "He’s not daft is he?"]
      ]
    },
    {
      "coords": {
        "lat": 53.414913,
        "lng": -2.991191
      },
      "country": "gb",
      "name": "Liverpool (Scouse)",
      "id": "liverpool",
      "videos": ["hycOWmNWkHA", "mDtNE_QhO8A"],
      "words": [
        ["Sound", "cool or good"],
        ["Arl arse", "cruel"],
        ["Arl Fella", "father"],
        [
          "Wool",
          "Someone who’s from the surrounding areas of Liverpool such as the Wirral or St Helens."
        ],
        ["G’wed", "Go ahead"],
        ["The Asda", "Asda"],
        ["Lid", " Lad"],
        ["Boss", " Incredibly Awesome"],
        ["Offie", "off-licence"],
        ["Antwacky", "Old fashioned"],
        ["Bifter", "Cigarettes/joint"],
        ["Trabs", "Trainers"],
        ["Scran", "Food"],
        ["Abar", "About"],
        ["The Ozzy", "The Hospital"],
        ["Bizzies", "The Police"],
        ["La", "Lad"],
        ["Blert", "Idiot"],
        ["Webs", "Trainers"],
        ["Cob on", "Bad mood"],
        ["Jibbed", "stood up/dumped"],
        ["Jarg", "Fake"],
        ["Kecks", "pants or trousers"],
        ["Sagging off", "Not going to school"],
        ["Keep Dixie", "Keeping a look out"],
        ["Judy", "Girlfriend"],
        ["Geggin’ in", "Being nosey"],
        ["Show", "Mess"],
        ["In bulk", "Laughing hard"],
        ["Bins", "Glasses"],
        [
          "Meff",
          "It’s an insult but not completely offensive, a dismissive term meaning an idiot or someone stupid."
        ],
        ["Eee", "An expression of disgust or disapproval"],
        ["Bevy", "alcoholic drink"],
        ["Baltic", "Freezing"],
        ["Made Up", "Happy"],
        ["West", "Crazy or weird"],
        ["Ice Lolly", "Scouse for an ice lolly"],
        ["Heavy Salad", "That’s bad news/ that’s unfortunate"],
        ["Brassic", "Out of pocket"],
        ["Is right", "You are correct/ that is deserved"],
        ["Swerve", "Do not attend or avoid"],
        ["Beut", "Fool"],
        ["Come ‘ed", "Let’s go/come along"],
        ["Barnet", "Hair do"],
        ["Grid", "Face"],
        ["Arr Ay", "Why did you do that/ I can’t believe you just did that"],
        ["Bladdered", "Drunk beyond comprehension"]
      ]
    },
    {
      "coords": {
        "lat": 51.513902,
        "lng": -0.09361
      },
      "country": "gb",
      "name": "London (Cockney)",
      "id": "london",
      "videos": ["1WvIwkL8oLc", "LnjGNJ5JL8w"],
      "words": [
        ["Adam and Eve", "believe"],
        ["Alan Whickers", "knickers"],
        ["apples and pears", "stairs"],
        ["Artful Dodger", "lodger"],
        ["Ascot Races", "braces"],
        ["Aunt Joanna", "piano"],
        ["Baked Bean", "Queen"],
        ["Baker’s Dozen", "Cousin"],
        ["Ball and Chalk", "Walk"],
        ["Barnaby Rudge", "Judge"],
        ["Barnet Fair", "hair"],
        ["Barney Rubble", "trouble"],
        ["Battlecruiser", "boozer"],
        ["bees and honey", "money"],
        ["bird lime", "time (in prison)"],
        ["Boat Race", "face"],
        ["Bob Hope", "soap"],
        ["bottle and glass", "arse"],
        ["Brahms and Liszt", "pissed (drunk)"],
        ["Brass Tacks", "facts"],
        ["Bread and Cheese", "sneeze"],
        ["Bread and Honey", "money"],
        ["Bricks and Mortar", "daughter"],
        ["Bristol City", "breasts"],
        ["Brown Bread", "dead"],
        ["Bubble and Squeak", "Greek"],
        ["Bubble Bath", "Laugh"],
        ["butcher’s hook", "a look"],
        ["Chalfont St. Giles", "piles"],
        ["Chalk Farm", "arm"],
        ["china plate", "mate (friend)"],
        ["Cock and Hen", "ten"],
        ["Cows and Kisses", "Missus (wife)"],
        ["currant bun", "sun (also The Sun, a British"],
        ["newspaper) custard and jelly", "telly (television)"],
        ["Daisy Roots", "boots"],
        ["Darby and Joan", "moan"],
        ["Dicky bird", "word"],
        ["Dicky Dirt", "shirt"],
        ["Dinky Doos", "shoes"],
        ["dog and bone", "phone"],
        ["dog’s meat", "feet [from early 20th c.]"],
        ["Duck and Dive", "skive"],
        ["Duke of Kent", "rent"],
        ["dustbin lid", "kid"],
        ["Elephant’s Trunk", "drunk"],
        ["Fireman’s Hose", "nose"],
        ["Flowery Dell", "cell"],
        ["Frog and Toad", "road"],
        ["Gypsy’s kiss", "piss"],
        ["half-inch", "pinch (to steal)"],
        ["Hampton Wick", "prick"],
        ["Hank Marvin", "starving"],
        ["irish pig", "wig"],
        ["Isle of Wight", "tights"],
        ["jam-jar", "car"],
        ["Jayme Gibbs Jimmy Riddle", "piddle"],
        ["joanna", "piano (pronounced ‘pianna’ in Cockney)"],
        ["Khyber Pass", "arse"],
        ["Kick and Prance", "dance"],
        ["Lady Godiva", "fiver"],
        ["Laugh n a joke", "smoke"],
        ["Lionel Blairs", "flares"],
        ["Loaf of Bread", "head"],
        ["loop the loop", "soup"],
        ["Mickey Bliss", "piss"],
        ["Mince Pies", "eyes"],
        ["Mork and Mindy", "windy’"],
        ["north and south", "mouth"],
        ["Orchestra stalls", "balls"],
        ["Pat and Mick", "sick"],
        ["Peckham Rye", "tie"],
        ["plates of meat", "feet"],
        ["Pony and Trap", "crap"],
        ["raspberry ripple", "nipple"],
        ["raspberry tart", "fart"],
        ["Roast Pork", "fork"],
        ["Rosy Lee", "tea (drink)"],
        ["Round the Houses", "trousers"],
        ["Rub-a-Dub", "pub"],
        ["Ruby Murray", "curry"],
        ["Sausage Roll", "goal"],
        ["septic tank", "Yank"],
        ["sherbert (short for sherbert dab)", "cab (taxi)"],
        ["Skin and Blister", "sister"],
        ["Sky Rocket", "pocket"],
        ["Sweeney Todd", "flying squad"],
        ["syrup of figs", "wig (sic)"],
        ["tables and chairs", "stairs"],
        ["tea leaf", "thief"],
        ["Tom and Dick", "sick"],
        ["tom tit", "shit"],
        ["tomfoolery", "jewellery"],
        ["Tommy Trinder", "window"],
        ["trouble and strife", "wife"],
        ["two and eight", "state (of upset)"],
        ["Vera Lynn", "gin"],
        ["whistle and flute", "suit (of clothes)"],
        ["Wonga", "cash"]
      ]
    },
    {
      "coords": {
        "lat": 53.481154,
        "lng": -2.243506
      },
      "country": "gb",
      "name": "Manchester (Mancunian)",
      "id": "manchester",
      "videos": ["GsrZk99s9LY", "eB2QbnyBe6s"],
      "words": [
        ["Newtons", "Teeth"],
        ["Chuddy or chud", "Chewing gum"],
        ["Mither", "Bother"],
        ["Gaggin'", "Thirsty"],
        ["Salfords", "Socks"],
        ["Dea", "Very"],
        ["Ginnel", "Alley"],
        ["Keks", "Trousers"],
        ["Nice one/Top on", "Excellent"],
        ["Fettled", "To fix"],
        ["Mint", "Great"],
        ["Nah", "No"],
        ["Scrikin'", "Crying"],
        ["Strop", "Tantrum"],
        ["Daft 'apeth", "Fool"],
        ["Snide", "Tight"],
        ["'Angin'", "Disgusting"],
        ["Bessies", "Best friends"],
        ["Dibble", "Police"],
        ["Cock", "Mate or dear"],
        ["Sound", "Good or decent"],
        ["Mingin'", "Unpleasant"],
        ["Buzzin'", "Ecstatic"],
        ["Cadge", "Scrounge"],
        ["Mi stomach thinks mi throat's cut", " I'm feeling rather hungry "],
        [
          "Ast bin men bin mam?",
          "Have the refuse collectors been yet, mother?"
        ],
        [
          "Fish, chips and peas with pea wet ",
          "Fish, chips and peas with the water they ooked in."
        ],
        [
          "What did they cut your hair with, a knife and fork?",
          "You have a rather poor haircut"
        ],
        ["Now then...", "General greeting"],
        ["What it is, right... ", "Start to explain something"],
        ["Nah man ", "Generic expression of disbelief"],
        ["Swear down... ", "I am telling the truth"],
        ["Our Kid", "Close friend or sibling"],
        ["Ee are..", "Excuse me?"],
        ["Get off and milk it.", "Generic greeting to a cyclist"],
        [
          "You don't get owt for nowt.",
          "You cannot get something for nothing."
        ],
        ["Give your 'ead a wobble.", "You need to have a rethink."],
        ["Well someone's seen their a**e 'aven't they?", "He is annoyed."],
        ["You're peckin' me 'ead.", "You are annoying me."],
        ["Stop ya chattin'.", "Stop talking a load of rubbish."],
        ["Mad fer it.", "I am eager for a night out drinking."],
        ["'Ave it!", "Celebration"],
        ["Put wood int' 'ole.", "Shut the door."],
        ["My gaff", "My house."],
        ["Sat here like piffy on a rock.", "Sat waiting for someone else."],
        ["He couldn't stop a pig in a ginnel.", "He has bandy-legs."],
        ["Your hair is full o' lugs.", "Your hair is very knotted."],
        ["That is bobbins.", "That's not very good."],
        ["That is well bad", "That's a bad state of affairs"],
        ["Gotta chip it's hair washing time.", "To leave your current location"]
      ]
    },
    {
      "coords": {
        "lat": 54.983595,
        "lng": -1.617461
      },
      "country": "gb",
      "name": "Newcastle (Geordie)",
      "id": "newcastle",
      "videos": ["w2woc46LXkw"],
      "words": [
        ["geet walla", "very, very large"],
        ["radgie", "temper tantrum"],
        ["haddaway", "generic proclamation of negativity or disbelief"],
        [
          "howay man!",
          "generic proclamation of exhortation or encouragement, can be both positive and negative"
        ],
        ["wey aye, man!", "generic proclamation of positivity or agreement"],
        ["yem (also hyem)", "home"],
        ["purely belta, beltas", "generic proclamation of joy"],
        ["hinny", "wife, female companion or life partner"],
        ["hoy", "please pass or throw"],
        [
          "clamming",
          "starving, hungry to the point of being in desperate need of some sustenance"
        ],
        ["scran, bait", "food"],
        ["marra", "friend, colleague, workmate"],
        ["snout, tab", "cigarette"],
        ["netty", "toilet facility"],
        ["canny", "good"],
        [
          "Giz a bag o'crisps",
          "Nothing to do with fried snacks, this one. Rather, it's a Geordie put-down, usually declining an advance of the romantic variety."
        ],
        ["dunch", "hit, like a car hitting the back of another"],
        ["spelk", "splinter of wood of the sort that gets stuck in a finger"],
        ["twock", "steal, take without owner's consent"],
        ["jabs or sand shoes", "gym shoes commonly worn in school PE lessons"],
        ["gob", "mouth"],
        ["bairn", "child"],
        ["set-a-had", "to light on fire"],
        [
          "hacky",
          "dirty, but can also mean bone idle when used to prefix lazy"
        ],
        ["plodge", "to wade, paddle or splash in the shallows of the sea"],
        ["an' all", "generic expression of emphasis, as well"],
        ["clarts or clarty", "wet and muddy"],
        [
          "doylem",
          "idiot, fool or person generally challenged in the common sense department"
        ],
        [
          "micey",
          "a person possibly showing signs of madness or mental instability"
        ],
        [
          "Micky Burns tells us that \"gannin' akka\" means the same thing. scratcha",
          "bed"
        ],
        [
          "monkey's blood",
          "the raspberry or strawberry flavour sauce used to garnish ice cream cones sold from a van (\"cornets\")"
        ],
        ["how, man", "generic exclamation indicating a warning or threat"],
        [
          "charva",
          "chav, which is defined by the Urban Dictionary as \"a young lower-class person typified by brash and loutish behaviour and the wearing of (real or imitation) designer clothes\""
        ],
        [
          "giz a deek",
          "please let me have a quick peek or look at what you're doing"
        ],
        ["on ya honkas", "to crouch down low on all fours"],
        [
          "kets",
          "sweets, usually the penny chew variety that you'd buy with your pocket money from a corner shop"
        ],
        ["workyticket", "someone being mischievous or downright annoying"],
        [
          "Can also be used as a verb, as in to work one's ticket, meaning to behaving in a vexing manner. shuggy boat",
          "a two-person swing boat popular at seaside fairs during the 1980s"
        ],
        [
          "spuggy",
          "sparrow, but also refers to the role played by red-haired actress Lynydann Barrass in Byker Grove."
        ],
        ["up a height", "in a state of high emotion or upset"],
        [
          "mortal (also pronouned \"maaahrtal\")",
          "drunk enough to adversely affect coordination and general wellbeing"
        ],
        [
          "had ya pash",
          "take your time, be patient (literally \"hold your patience, old fellow\")"
        ],
        [
          "get wrong (also pronounced \"wrang\")",
          "to be told off or get into trouble, usually by a parent, boss or other authority figure"
        ],
        [
          "nebby",
          "nosy or overly inquisitive, can also be used as a verb \"to neb\" into someone else's affairs"
        ],
        ["howk", "to pick or scratch"],
        ["wazzock", "imbecile, buffoon or doylem"],
        ["nappa", "head"],
        ["pop", "fizzy drink"],
        ["bubble", "to cry"],
        ["dancers", "stairs"],
        [
          "willicks",
          "winkles, or periwinkles, which is a small edible sea snail, usually found clinging to rocks at the beach"
        ],
        [
          "fettle",
          "various. \"Out of fettle\" means ill or not oneself, whereas \"in a fettle\" means in a bad mood, and the term can also be used as a verb, \"to fettle\", which means to sort out a problematic person or situation."
        ],
        ["dee as ya telt", "do as you're told"],
        [
          "bobby dazzla",
          "someone who thinks a lot of themselves or looks rather special, either because of good looks or impressive clothes/accessories."
        ],
        ["paggered", "exhausted or extremely tired"],
        [""],
        ["stott", "to throw and bounce an object off something"]
      ]
    },
    {
      "coords": {
        "lat": 52.626091,
        "lng": 1.281731
      },
      "country": "gb",
      "name": "Norfolk",
      "id": "norfolk",
      "videos": ["G0wrI-vqh54", "GVLiQy_-lXY"],
      "words": [
        ["abed", "in bed"],
        ["afore", "before"],
        ["afront", "in front"],
        [
          "agin",
          "against, often when meaning 'next to' as in 'he live agin the Kings Arms'"
        ],
        ["ahind", "behind"],
        ["ameant", "meant, ought, supposed, or should"],
        ["arst", "ask/asked"],
        ["atop", "on top"],
        [
          "atwin",
          "between, as in 'He dornt know the difference atwin the two', or 'a rose atwin two thorns'"
        ],
        [
          "a-Friday, a-Wednesday etc.",
          "on Friday, as in 'I see him a-Friday', meaning I saw him on Friday, or 'I shall go to Carrer Rud a-Saturday"
        ],
        [
          "backards",
          "backwards, 'I hetter keep goin' backards and forrards up to Norwich"
        ],
        ["bishy barney bee", "ladybird"],
        ["blar", "cry"],
        [
          "bor",
          "(pronounced 'buh' in West Norfolk) a term of address, boy or neighbour often used as 'ah bor', an exclamatory confirmation, such as in the following exchange Jimmur "
        ],
        ["broach", "belch"],
        ["cast", "can't get up"],
        ["chimbley", "chimney"],
        [
          "craze",
          "nag. e.g.he kept crazing me to buy him sweets, or 'I'd craze her and craze her her'"
        ],
        ["crockin", "crying"],
        ["cushies", "sweets"],
        [
          "deen",
          "a 'sound', usually to emphasise that someone who was in pain did not cry out, as in 'when she bumped her head, she never made a deen'."
        ],
        ["dickey", "donkey"],
        ["drant", "drawl"],
        ["drift", "a lane"],
        [
          "dudder",
          "shiver or tremble. It is not unique to Norfolk. Appears in the OED as 'dodder'."
        ],
        ["dussent", "dare not, as in 'he dussent do it'"],
        [
          "dwile",
          "floor cloth, sometimes dishcloth, from the Dutch \"dweil\" meaning mop"
        ],
        ["feeby", "the sun"],
        ["forrards", "forwards"],
        ["fillum", "film/movie"],
        ["gawp", "look or stare"],
        ["guzunder", "goes-under – another word for chamber-pot"],
        ["hap'orth", "halfpenny worth"],
        [
          "harnser",
          "heron or more usually, a goose for which the Latin name is Anser"
        ],
        ["hant, hent, hint", "have not"],
        ["hintut", "Isn't it, as either statement or question"],
        ["huh", "also on the sosh"],
        ["hopp'n toad", "frog"],
        ["hull", "throw"],
        ["jasper", "wasp"],
        ["jiffle", "fidget"],
        ["jip", "feeling, sense of pain, as in 'that give me jip'"],
        ["jollificeartions", "to have fun"],
        ["kewter", "money"],
        [
          "larn",
          "to learn, used in place of to teach: \"he larned me how to ride a hoss\","
        ],
        ["loke", "alley; another word for lane"],
        ["lollop", "progress slowly"],
        ["lug", "ear"],
        ["lummox", "clumsy or ungainly person"],
        ["mardle", "to chat; village pond"],
        ["mawkin", "scarecrow"],
        ["mawther", "a young woman – usually derogatory"],
        ["million", "marrow"],
        [
          "mine",
          "my husband or wife, as in \"I shall see mine when I get home\""
        ],
        ["mob", "to tell off"],
        [
          "pingle",
          "to mess about with food, especially when talking to children"
        ],
        ["pippen", "the weakling of a litter"],
        ["pishmire/pishamere", "ant"],
        ["puckaterry", "stress, panic"],
        [
          "pootrud",
          "putrid, meaning awful, terrible, useless, particularly when applied to the performance of a sports player such as a footballer; 'the centre-forward was pootrud' means he had an awful game. This particular meaning of 'putrid' is, according to the OED, available in standard English, but it is rarely heard, the term almost always being associated with decomposition of organic material."
        ],
        ["push", "boil, pimple, spot, from the Dutch \"puist\""],
        ["queer", "ill, but not unique to Norfolk"],
        ["ranny,", "shrew"],
        ["red beet", "beetroot"],
        ["rubub,", "rhubarb"],
        ["rum", "odd or unusual"],
        ["scolder", "collective noun for a lot of people"],
        ["shew", "show, shown showed"],
        ["shink", "I should think so"],
        ["shiver", "splinter"],
        [
          "slummockun",
          "overweight and perhaps inclined to idleness, e.g. 'a slummockun gret mawther'."
        ],
        ["skoots", "The ever-diminishing rows on an irregular field."],
        ["sky pilot", "parson"],
        ["slar", "spread – usually meaning spread thickly or crudely"],

        ["sosh", "also on the huh"],
        ["span", "verb to kick"],
        ["spike", "name for the workhouse"],
        ["spinx", "chaffinch"],
        ["squit", "nonsense"],
        ["stannicle", "tadpole"],
        ["stingy", "mean"],
        [
          "skew wiff",
          "unlevel, on the huh/sosh, not straight; not unique to Norfolk"
        ],
        ["skerrick", "a morsel of food"],
        ["suffun", "something"],
        ["terl or tarl", "towel"],
        [
          "thack",
          "push hard or hit – as in \"you betta thack it koz i'is a bit stiff\"",
          "written on door of Fakenham post sorting office"
        ],
        ["titamatorta", "see-saw"],
        ["troshel", "the threshold"],
        ["tuffee", "toffee"]
      ]
    },
    {
      "coords": {
        "lat": 51.015174,
        "lng": -3.102662
      },
      "country": "gb",
      "name": "Somerset",
      "id": "somerset",
      "videos": ["WnSrBNxNHVQ", "BErF_KpU5fw"],
      "words": [
        [
          "Kiddie",
          "informal term for man, usually, but not necessarily, younger than you. Not a child, though."
        ],
        [
          "Janner",
          "person from Devon, particularly Plymouth. Used proudly by Janners, derogatorily by people from Somerset, Dorset, posh Plymouth and the Royal Navy."
        ],
        [
          "Where's that to?",
          "simply 'where is it?'. Used at the end of any locational query: 'where's 'ee to?' etc"
        ],
        [
          "Lush",
          "very nice/wonderful. Nothing to do with density of vegetation, or alcoholics. Can be used to describe everything from food or a picturesque view to an evening out or a good-looking person."
        ],
        [
          "Gert (or Gurt)",
          "literally: large, but has subtle dual meaning. As well as indicating size, it also means great, or very as in 'gurt lush'."
        ],
        [
          "That's the badger",
          "that is exactly the one I was looking for/ that is exactly what I meant."
        ],
        [
          "Dimpsey",
          "as in 'tis getting dimpsey' or 'it's a bit dimpsey up the Tor'. Dusk, the daily experience of it gradually getting dark, especially in summer. (Particularly Devon/Somerset)"
        ],
        [
          "Babber",
          "baby or small child. Also used affectionately for adults, as in 'alright, me babber?'"
        ],
        [
          "Daps",
          "most specifically the generally black plimsolls with no laces that are used by children for PE at primary school, but more widely any form of trainer, sneaker or sports shoe."
        ],
        ["Ark at 'Ee", "listen to him (with incredulity)."],
        [
          "Manchip",
          "jam-filled, rolled pastry, almost exclusive to Bridgwater. Also known as a 'manchit'"
        ],
        ["Yertiz", "here it is!"],
        ["Betwaddled", "confused."],
        [
          "Keener",
          "someone who tries hard. Often used by schoolchildren to describe peers perceived to be 'nerdy'."
        ],
        [
          "Grockles",
          "tourists. Modern slang though, originating from a Torquay swimming pool in the 1960s, inspired by a Dandy comic strip. The true West Country word for tourists."
        ],
        [
          "Shag",
          "mate, or friend. As in 'alright, shag?'. Mainly Gloucestershire, north Wiltshire and Devon. In Gloucester itself, they use 'butty' for the same thing."
        ],
        [
          "Dreckly",
          "literally translated as 'directly', as in 'soon'. Used increasingly across the West Country to describe an as-yet undetermined moment in the future. In Cornwall, it is more of a one-word zen-like way of life."
        ],
        [
          "Tent",
          "it isn't. See also 'tint', 'int' and 'ent'. Which one you say will identify to other West Country folk whereabouts in the West Country you're from."
        ],
        [
          "Kid",
          "a term of endearment when greeting someone. Similar to mate. 'Alright, kid?'"
        ],
        [
          "Pick 'ee out the stingers",
          "usually associated with cricket, after a ball has been hit for hour. 'Shotttttt- pick 'ee out the stingers!'."
        ],
        [
          "Innit",
          "isn't it. A word often used at the end of a sentence. 'This cider's lush, innit?'"
        ],
        ["Mint", "really good. 'You seen that new film? Yeah, it's mint!'."],
        [
          "Scrumpy",
          "cider. Although the name of several cider brands, scrumpy can also be used to describe any rough, strong cider."
        ],
        ["Mind", "a word used to emphasise a point. 'Be careful, mind'."],
        ["Mucker", "mate."],
        ["Grass", "snitch. 'Don't be a grass'"],
        [
          "Off-key",
          "when someone appears to have a problem; be having a bad day. 'Max is a bit off-key today'."
        ]
      ]
    },
    {
      "coords": {
        "lat": 53.963984,
        "lng": -1.08833
      },
      "country": "gb",
      "name": "Yorkshire",
      "id": "yorkshire",
      "videos": ["2Qx_2I9QBaA", "6jitXnalclc", "jzAD2GLfaNU"],
      "words": [
        [
          "A’gate",
          "‘get on your way’, ‘be off with you’. “Get a’gate or tha’ll be late fur school”"
        ],
        ["Ah’m", "I am. “Ah’m off t’ bog.”"],
        ["Allus", "always. “I allus wash behind me ears.”"],
        ["‘appen", "perhaps. “I’ll ‘appen that’s true.”"],
        ["‘appin", "bed sheets."],
        [
          "Arse/arse end",
          "posterior, back of something, bottom. Originating in old Norse dialect. “She looks like the arse end of a donkey”. 2. Used to describe a person behaving stupidly. “You’re such an arse at times.”"
        ],
        ["Aye", "yes. “Aye lass, I’ll be down for tea in ten.”"],
        ["Ba’ht", "without. “On Ilkey Moor bah’t at” (without a hat)."],
        ["Back end", "Autumn. “We’re waiting ‘til back end to go away.”"],
        [
          "Bagsy",
          "to claim something for yourself. “Bagsy me in the front seat” (of the car)."
        ],
        ["Bairn", "child. “The poor bairn needs a nap.”"],
        [
          "Be reight",
          "it’ll be okay. “Don’t worry about her, she’ll be reight.”"
        ],
        ["Beck", "a stream or brook. “We’re off fur a swim in’t beck.”"],
        ["Bed side table, drawers and wardrobe", "you’ve eaten too much."],
        ["Beefin’", "crying. “Stop beefin’ you big baby.”"],
        ["Belt", "hit. “Shut up or I’ll belt yer!”"],
        ["Berk", "idiot. “He’s a reet berk”."],
        [
          "Black bright",
          "very dirty. “He was black bright when he got in from footie.”"
        ],
        ["Black Leg", "someone who wont join in the strike."],
        ["Bog", "toilet. “I’m off t’ bog.”"],
        ["Bogeyed", "half asleep."],
        ["Boits.", "shoes or boots."],
        ["Braunging", "bragging or boasting."],
        ["Bray", "to hit someone. “I’m gonna bray you!”"],
        [
          "Brew",
          "a cup of tea. Preferably Yorkshire tea. “Pour us a brew will yer love?”"
        ],
        ["Brussen", "Stubborn."],
        ["Buint over", "pregnant."],
        ["Button", "nose."],
        [
          "Butty",
          "sandwich. “Ooh I think I’ll have a nice spam and egg butty for me breakfast.”"
        ],
        ["By his/her/their sen", "he/she/they are on their own."],
        [
          "Cack-handed",
          "left handed. “No wonder ‘he can’t use tin opener properly, hes cack-handed.”"
        ],
        ["Cake ‘oil", "mouth. “Shut thi’ cake ‘oil”."],
        ["Casey", "a football made from leather"],
        ["Champion", "excellent. “Thanks for the cakes, they’re champion!”"],
        ["Chelpin’", "talking. “Stop chelpin’ and get some work done.”"],
        [
          "Chippy/chip ‘ole",
          "fish and chip shop. “You want owt from t’ chippy?”"
        ],
        ["Chuddy", "chewing gum. “Gis some chuddy mate.”"],
        ["Chuffed", "happy, pleased. “I were well chuffed wi’ me new boots.”"],
        ["Clarht-eead.", "Silly funny lad/lass."],
        [
          "Clarty",
          "either dirty, muddy or sticky. “Ooh these cakes are lovely, the cream’s really clarty.”"
        ],
        ["Cloise.", "field (in that cloise)."],
        ["Cod.", "a foreman/supervisor of an area in the work place."],
        ["Cog", "to jump on the back of someone else’s bike for a lift."],
        ["Coil / Coyl", "coal."],
        [
          "Coil oyle or coal ‘ole",
          "coal cellar. “They’re in t’ coil oyle, Margaret.”"
        ],
        ["Corser edge", "Kerb."],
        ["Creel", "Rack for drying clothes on with wooden slats."],
        [
          "Croggy",
          "to give or catch a lift on the crossbar of a bicycle. “I’ll give ya a croggy to the shop if you want.”"
        ],
        [
          "Dale",
          "valley. “Off camping in the Dales this weekend, can’t wait!”"
        ],
        [
          "Dee Dah",
          "(someone from Sheffield) “nah den dee whats dah dooin?” “Now then you what are you doing?”."
        ],
        ["Delve", "to dig. “No need to delve into that any further.”"],
        ["Derrived from liggin’", "Wasting your time with no purpose."],
        [
          "Ding",
          "to hit heavily, to knock. “I dinged my car door on the wall getting out earlier. Gutted!”"
        ],
        ["Do it thisen / thi’ sen", "do it yourself."],
        [
          "Dollop",
          "a lump of something, usually food. “Can I have a dollop of mash wi me pie please?”"
        ],
        [
          "Down’t (road)",
          "down the road. “Im off down’t road, will be back in an hour.”"
        ],
        ["Doy", "darling."],
        ["‘ead", "head. “Whacked me ‘ead on t’ doorframe, it ‘urt like ‘ell.”"],
        ["‘eck", "hell. “Ooh blooming ‘eck, are you alright?”"],
        [
          "Eeh by gum",
          "‘oh my god’. “Eeh by gum, that were a near miss!”",
          "Primarily used by Southerners mistakenly thinking we say it all the time."
        ],
        [
          "Eh",
          "what, or pardon, or an expression of confusion. “Eh? I didn’t hear you.”"
        ],
        [
          "Ey up",
          "‘watch out’, ‘be careful’, or to be used as a greeting, especially when seeing someone/something you weren’t expected. “Ey up Lad! Not seen you in ages.”"
        ],
        [
          "Faffin’",
          "messing about. “Stop faffin’ wi yer ‘air, it looks fine.”"
        ],
        [
          "Fair t’middlin’",
          "fair to middle. “How are you today Sandra?” “I’m fair t’middling, thanks for askin.”"
        ],
        [
          "Fettle",
          "to make, tidy or mend. “I’ll be in the garage, fettling the suspension on the motor.”"
        ],
        ["Fill thi boits / booits.", "enjoy your self."],
        ["Fish and fernerkers", "Fish and chips."],
        [
          "Flaggin’",
          "getting tired. “We ought to stop for a cuppa, I’m flaggin.”"
        ],
        ["Flags", "pavement."],
        [
          "Flippin’ eck",
          "bloody hell, a term of shock or surprise. “Flippin’eck! Where’d you appear from?”"
        ],
        [
          "Flit",
          "to move house frequently. From old Norse. “We’re flitting again this summer.”"
        ],
        [
          "Flummoxed",
          "confused. “Well I’m flummoxed as to where me car keys went, I ‘ad ‘em in me ‘and a second ago.”"
        ],
        ["Frame yourself", "try harder."],
        [
          "Friggin’",
          "a curse, alternative to flaming, bloody, etc. “Friggin’ ell, not again!”"
        ],
        ["Gaffer", "boss. “I’ll ask the gaffer if he can gimme the day off.”"],
        ["Gander", "look. “Gis a gander at that!”"],
        ["Gansey / Gansy", "A hand knitted woollen jumper worn by fishermen."],
        ["Gi", "give."],
        ["Gi o’er", "give over."],
        ["Ginnel", "alleyway. “They ran off down the ginnel!”"],
        ["Gip", "retch. “That reeks, it’s making me gip!”"],
        ["Giz", "give me. “Giz it now!”"],
        ["Goffs", "smells horrid. “Urgh, it goffs in ‘ere, has sommat died?”"],
        [
          "Goosegogs",
          "gooseberries. “Got a load of gogs to mek jam wi’ this year.”"
        ],
        ["Gripe", "Fork."],
        ["Guff", "fart. “Who’s guffed? It stinks!”"],
        ["Hacky", "dirty or sticky."],
        ["Haver", "oats. “Nice havercakes these.”"],
        ["Hell Fire", "oh my god. “Hell Fire! When did this happen?”"],
        ["Ice-shoggles", "icicles. “Look at the ice-shoggles on tat gutter.”"],
        ["If in doubt-do nowt!", "if you doubt something then don’t do it."],
        [
          "In a bit",
          "goodbye, see you later. “I’m off t’work Deirdre.” “All reight, in a bit then Bob.”"
        ],
        ["In t coil", "coal. “Darn coil oil where t’muck larts on t’winders”."],
        ["In’t", "in the. “They’re in’t cupboard Bob.”"],
        ["In’t puddin’ club", "pregnant."],
        ["It sempt / sem’t reight good (Sheffield)", "it seemed really good."],
        [
          "Jammy",
          "lucky. “I passed my exam with 90% and didn’t even revise. How jammy am I?”"
        ],
        ["Jiggered", "tired, exhausted. “Not tonight love, I’m jiggered.”"],
        ["Kegs", "pants or trousers. “Where’re me kegs? I need em for work.”"],
        [
          "Ketty",
          "nasty or rancid, referring to raw meat, offal or rubbish. From Icelandic or Swedish origin. “We can’t eat this chicken, it’s ketty.”"
        ],
        ["Kiddin’", "joking. “I’m only kiddin’. She didn’t really.”"],
        ["Kittlin", "kitten. “Aww look at the little kittlin, in’t he cute?!”"],

        [
          "Laik, laiking, larking",
          "playing. “Are you laikin today or you workin’?”"
        ],
        ["Lamp", "to strike or hit."],
        ["Lass", "girl, wife or woman. “Our lass is coming out tonight too.”"],
        ["Leave ‘er / ‘im / them be", "leave her / him / them alone."],
        ["Liggers", "the hair combed over a bald patch."],
        [
          "Liggin’",
          "to lie around in a gormless fashion, without purpose, lazy. “Stop liggin’ in bed”"
        ],
        ["Lop", "flea. “The dog was covered in lops when we found ‘im.”"],
        [
          "Lug",
          "to pull or tug. “I had to lug me suitcase all the way home from t’ station.”"
        ],
        ["Lug ‘ole", "ear. “lend me your lug’oles, I have some news for yer.”"],
        ["Lugs", "knots in your hair."],
        ["Macca", "a big stone. “Wanged a macca”"],
        ["Maftin’", "hot, clammy. “Open a window, it’s maftin’ in ‘ere.”"],
        [
          "Manky",
          "disgusting. “That sandwich was manky, must have been in there a month!”"
        ],
        ["Mardy", "moody. “Stop being such a mardy arse and come out!”"],
        ["Marra Tivvit", "the other one of a pair", "two of a kind."],
        ["Mash", "to brew tea."],
        ["Maungy", "whiny, sulky. “He’s always maungy when he’s hungry.”"],
        ["Mebee", "may be or might do."],
        ["Mi’sen", "myself. “I don’t like cricket much mi’sen.”"],
        ["Mind", "be careful. “Mind how you go Beryl, it’s icy out there!”"],
        ["Middlin’", "okay, fair, average. “I’m fair t’middlin, thanks.”"],
        [
          "Mingin’",
          "disgusting. “Have you seen the state of his room? It’s mingin’.”"
        ],
        [
          "Mithering",
          "annoying or bothering. “Stop mithering me with your whining and go play outside, kids!”"
        ],
        [
          "Monk on",
          "to be grumpy. “He got dumped last week so he’s got a monk on.”"
        ],
        [
          "Nah then",
          "hello, dialect version of “Now Then”. “Nah then! What yer bin up t’?”"
        ],
        [
          "Nang",
          "troublesome and irritating. “Putting that engine back together was a nanglin’ task.”"
        ],
        ["Nar’n", "now then. “Nar’n, how’s tha been?”"],
        ["Narky", "moody, sullen, sulky. “She’s narked off at sommat.”"],
        ["Nay", "no. “Nay lad, it’s too late to go fishin’.”"],
        ["Neb", "nose. “Keep your neb out of my business!”"],
        [
          "Nesh",
          "to feel the cold. “Nesh southerners, can’t hack a Yorkshire winter!”"
        ],
        [
          "Nithered, Nitherin’",
          "very cold. “By ‘eck it’s nitherin’ out theer, am ruddy nithered!”"
        ],
        ["Nobbut", "“just, literaly, nothing but”."],
        ["Now then", "hello. “Now then! How about a catch up over a pint?”"],
        ["Nowt", "nothing. “I’ve got nowt to do today. I’m bored.”"],
        ["‘ow do", "how do you do? “’ow do love? You well?”"],
        ["Ocker", "Indecisive."],
        ["Od thi dog back.", "wait a minute/slow down."],
        [
          "Oh aye?",
          "oh really, or oh yes? “We’re getting married next year”. “Oh aye? Well congratulations!”"
        ],
        ["Oss (thisen)", "make an effort."],
        ["Over Yonder", "over there."],
        ["Owt", "anything. Opposite of nowt. “Have you bought owt for tea?”"],
        [
          "Pack it in",
          "stop it. “Pack it in fighting you two or there’ll be no pocket money for a month.”"
        ],
        [
          "Paggered",
          "shattered, knackered, exhausted or broken. “No point turning that telly on, it’s paggered.”"
        ],
        ["Parky", "cold. “It was a bit parky earlier so I put the fire on.”"],
        ["Pauping", "messing about."],
        [
          "Playin’ pop",
          "to get angry with someone or tell them off. “When I got ‘ome our Keith were playin’ pop wi’ the neighbours for playin’ their music so loud.”"
        ],
        ["Pobs", "peices of bread dipped in milk."],
        ["Pop", "fizzy drink “Get us a pop from t’ shop.”"],
        [
          "Pudgy",
          "a fat or chubby person. “She was pudgy as a baby, but she’s a beauty now!”"
        ],
        ["Push Iron", "bicycle."],
        [
          "Put wood in t ‘ole",
          "shut the door. “Put wood in t’ ole, you’re lettin’ t’cold in.”"
        ],
        ["Radged", "angry. “He were radged about his shed being broken into.”"],
        ["Rank", "disgusting. “Urgh, Lancashire ‘ot pot? that’s rank.”"],
        [
          "Reckon",
          "to think or figure out. “What you reckon to the news, eh?”"
        ],
        ["Reeks", "it smells bad. “Hmm it reeks of eggs in ‘ere.”"],
        ["Reight/reet", "right or very. “We had a reight good night.”"],
        [
          "Riding",
          "one of the three former administrative parts of Yorkshire."
        ],
        [
          "Rig-welted",
          "a sheep that has been stranded by lying on its back. “Go and help Mr. Wooly, he’s rig-welted.”"
        ],
        ["Roaring", "crying."],
        [
          "Sam up",
          "to collect together. “Sam up your belongings, the bus is here.”"
        ],
        ["Sarnie", "sandwich. “Ham and mayo sarnies for lunch, my favourite.”"],
        ["Scran", "food. “I can’t wait to get some scran, I’m starvin’.”"],
        ["Sempt / Sem’t", "seemed."],
        ["Sen", "Self."],
        ["Shiverthewink", "a rascal."],
        ["Si", "see."],
        ["Si Thi", "see you."],
        ["Si This", "See this."],
        [
          "Silin’",
          "raining heavily. “I’m soaked, it’s silin’ it down out there!”"
        ],
        [
          "Sithee",
          "Goodbye, see you later, contraction of See Thee. “Aye lad, Sithee!“"
        ],
        ["Skift", "to move. “Skift on out of ‘ere.”"],
        ["Snap", "food, usually a packed lunch."],
        ["Snap Tin", "a sandwich box."],
        ["Snek", "door threshold."],
        ["Snek Lifter", "“do you fancy a quick sneck lifter?” (Pint)."],
        ["Snicket", "alleyway. “Let’s take a shortcut through t’ snicket.”"],
        [
          "Spell/Spelk",
          "splinter. “I’ve got a spell in my hand from the bramble bush.”"
        ],
        ["Spice", "sweets."],
        ["Spogs", "sweets."],
        ["Sprog", "child. “She’s having another sprog!”"],
        ["Spuds", "potatoes. “Were having jacket spuds and beans for tea.”"],
        [
          "Spuggy / Spuggies / Spoggies / Spadge",
          "sparrow. “I was the spuggy again on the bird table this morning.”"
        ],
        ["Stepmothers blessing.", "hang nail / a wick."],
        ["Stoddy", "awkward or stubborn."],
        ["Summat", "something. “I need summat to do at the weekend.”"],
        ["Sup", "to drink. “Sup up, we’re off to the next pub!”"],
        ["Swill", "drink."],
        [
          "T’werk",
          "where Yorkshire people go from 9-5 Monday to Friday. “I’m off t’werk love.” 😉"
        ],
        ["Ta", "thank you. “Ta very much. Keep the change.”"],
        ["Tarra", "goodbye. “Tarra love, see you next Sunday.”"],
        ["Tek", "take. “You’re tekking the mick now.”"],
        ["Tek n’gorm", "ignore him/her/it"],
        ["Tha", "you. “Where’s tha been lad? We’ve been worried about ya.”"],
        [
          "Tha meks a better door than a winder",
          "I can’t see what’s going on because you are in the way."
        ],
        ["Tha mun think on", "watch what you’re doing."],
        [
          "Theerz nowt s’queer as folk",
          "There’s nothing so queer as folk",
          "people do the strangest/most unexpected things."
        ],
        ["Thissen", "yourself. “How’d ya feel about it thissen?”"],
        ["Thoil", "I couldn’t bear to. “I couldn’t thoil paying that much”"],
        ["Traipsin’", "£I’m fed up o’ traipsin’ roun’ shops”."],
        ["Trod", "garden footpath."],
        ["Tuskey", "Rhubarb."],
        [
          "Tutty",
          "An all round word for “a bit of something”. “You need to change the tutty in the engine” “put some tutty on that spot”"
        ],
        ["Twiny", "awkward minded and moany."],
        ["Twonk", "An insult, similar connotations to “idiot”."],
        [
          "Tyke",
          "Yorkshire person, sometimes used as an insult. “What a tyke he is!”"
        ],
        ["Un", "one. “He’s a reight un, that un.”"],
        ["Underdrawin’", "loft. “Put this box in t’ underdrawin’.”"],
        [
          "Vexed",
          "angry. “My car won’t be fixed for another 3 weeks. Man, I’m vexed.”"
        ],
        ["Waller", "person"],
        ["Wang", "to throw. “Wang it over here!”"],
        ["Wanged", "thrown."],
        ["Wasak", "usless person/idiot."],
        ["Wat yer playing at", "what are you doing."],
        ["Watter", "water. “It’s only watter, don’t cry!”"],
        ["Way’od or Way’up", "wait, hold up or hold on."],
        ["Weerz", "where is."],
        ["Weerzt", "where is the."],
        ["Wemmel", "To wobble about in a precarious fashion."],
        ["Where’s tha bin", "where have you been"],
        ["While", "until. “I’m working while six tonight.”"],
        [
          "Wi or wee",
          "with. as in ‘oo wer she wee war she wee im or wa she wee er sen’."
        ],
        ["Wick", "lively"],
        ["Wist tha Bahn / bin / been", "where are you going?"],
        [
          "Yacker",
          "acre, an ancient measurement of land. “The lord has 500 yackers in the dales.”"
        ],
        ["Yam", "home. “Im off yam.”"],
        ["Ye", "you. “Where ye off to now?”"],
        ["Yonder", "over there. “What’s that yonder I see?”"]
      ]
    }
  ]
}
